13/data/attachments/e8b6a4793b70cbf5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Samuel_think_Friend_64392_2</nif:username>
            <nif:friendToBeRequested>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>